[
    {
        "title": "Google to start campaign against misinformation on Ukrainian refugees",
        "link": "https://www.dw.com/en/google-to-start-campaign-against-misinformation-on-ukrainian-refugees/a-62918119?maca=en-rss-en-eu-2092-rdf",
        "description": "Google said that it was basing its campaign on research by British psychologists, where viewers were exposed to \"inoculating\" clips. The campaign is centered on Poland, the Czech Republic and Slovakia.",
        "published_date": "2022-08-24T19:30:00Z"
    },
    {
        "title": "British-Belgian teen becomes youngest person to fly around the world",
        "link": "https://www.dw.com/en/british-belgian-teen-becomes-youngest-person-to-fly-around-the-world/a-62906542?maca=en-rss-en-eu-2092-rdf",
        "description": "After a five-month, around-the-world odyssey, 17-year-old Mack Rutherford landed in Bulgaria. In doing so, he enters the record books as the youngest pilot to chart a course around the globe.",
        "published_date": "2022-08-24T16:17:00Z"
    },
    {
        "title": "Stories of war six months after Russia invaded Ukraine",
        "link": "https://www.dw.com/en/stories-of-war-six-months-after-russia-invaded-ukraine/a-62903903?maca=en-rss-en-eu-2092-rdf",
        "description": "At dawn on February 24, Russia's army invaded Ukraine. A fighter with the National Guard, a volunteer in Kyiv and a refugee from Mariupol tell DW how their lives have changed.",
        "published_date": "2022-08-24T15:53:00Z"
    },
    {
        "title": "Russia-Ukraine updates: Zelenskyy honors 'a nation reborn' in Indepedence Day speech to UN",
        "link": "https://www.dw.com/en/russia-ukraine-updates-zelenskyy-honors-a-nation-reborn-in-indepedence-day-speech-to-un/a-62906449?maca=en-rss-en-eu-2092-rdf",
        "description": "Ukraine's president addressed the UN to mark 31 years of his country's independence. Zelenskyy accused Russia of striking a railway station, killing 15 civilians and wounding 50 others. Follow DW for more.",
        "published_date": "2022-08-24T11:55:00Z"
    },
    {
        "title": "Why euro falling below dollar parity is a big deal",
        "link": "https://www.dw.com/en/why-euro-falling-below-dollar-parity-is-a-big-deal/a-62909600?maca=en-rss-en-eu-2092-rdf",
        "description": "A sinking euro is threatening to inflict further pain on an economy that's already having to contend with a surge in inflation. And the bad news is that the common currency's slide may not stop here.",
        "published_date": "2022-08-24T10:34:00Z"
    },
    {
        "title": "Eurotunnel: Passengers stranded for hours between UK and France",
        "link": "https://www.dw.com/en/eurotunnel-passengers-stranded-for-hours-between-uk-and-france/a-62906541?maca=en-rss-en-eu-2092-rdf",
        "description": "A train stopped in the tunnel beneath the English Channel, leaving passengers trapped for hours. They had to be evacuated through the emergency service tunnel as authorities investigated the breakdown.",
        "published_date": "2022-08-24T08:16:00Z"
    },
    {
        "title": "Will the EU pull the plug on tourist visas for Russians?",
        "link": "https://www.dw.com/en/will-the-eu-pull-the-plug-on-tourist-visas-for-russians/a-62904425?maca=en-rss-en-eu-2092-rdf",
        "description": "Calls to stop issuing tourist visas to Russians have been growing in the European Union for weeks. While states like Estonia are determined to keep vacationers out others, like Germany, are more reluctant to do so.",
        "published_date": "2022-08-24T03:00:00Z"
    },
    {
        "title": "Germany: Toxic gas plume injures several in Mannheim",
        "link": "https://www.dw.com/en/germany-toxic-gas-plume-injures-several-in-mannheim/a-62904693?maca=en-rss-en-eu-2092-rdf",
        "description": "Part of Mannheim has been shut down after a dangerous liquid spill at the city's harbor produced toxic gas. Several police officers were injured while containing the situation.",
        "published_date": "2022-08-23T21:36:00Z"
    },
    {
        "title": "Volodymyr Zelenskyy vows Ukraine will retake Crimea",
        "link": "https://www.dw.com/en/volodymyr-zelenskyy-vows-ukraine-will-retake-crimea/a-62902884?maca=en-rss-en-eu-2092-rdf",
        "description": "Speaking at the Crimea Platform conference, Ukraine's president has said Kyiv will use any means it deems fit to recapture the peninsula. He also pledged a strong response to any Russian attacks on Independence Day.",
        "published_date": "2022-08-23T16:26:00Z"
    },
    {
        "title": "Migrants crossing the English Channel hit new 24-hour record",
        "link": "https://www.dw.com/en/migrants-crossing-the-english-channel-hit-new-24-hour-record/a-62898024?maca=en-rss-en-eu-2092-rdf",
        "description": "The British Defense Ministry has said nearly 1,300 people were detected crossing from France in small boats in a day. Nearly 23,000 people have made the crossing this year alone.",
        "published_date": "2022-08-23T11:45:00Z"
    },
    {
        "title": "Germans use up their savings to face inflation: report",
        "link": "https://www.dw.com/en/germans-use-up-their-savings-to-face-inflation-report/a-62896597?maca=en-rss-en-eu-2092-rdf",
        "description": "The outlook on the German economy is becoming bleaker, as private households are forced to use up their savings to combat soaring consumer prices.",
        "published_date": "2022-08-23T11:33:00Z"
    },
    {
        "title": "Ukraine updates: US warns of possible Russian attack on infrastructure",
        "link": "https://www.dw.com/en/ukraine-updates-us-warns-of-possible-russian-attack-on-infrastructure/a-62887969?maca=en-rss-en-eu-2092-rdf",
        "description": "The State Department has warned of an imminent Russian attack on Ukraine's infrastructure, while Moscow has blamed Kyiv for the killing of Daria Dugina. DW rounds up the latest.",
        "published_date": "2022-08-23T01:14:00Z"
    },
    {
        "title": "Switzerland: Glaciers have shrunk by half since 1930s — study",
        "link": "https://www.dw.com/en/switzerland-glaciers-have-shrunk-by-half-since-1930s-study/a-62892243?maca=en-rss-en-eu-2092-rdf",
        "description": "A new study has found Switzerland's glaciers have lost half their volume since 1931. The process is showing no sign of slowing down with researchers saying glacier retreat is \"accelerating.\"",
        "published_date": "2022-08-22T16:50:00Z"
    },
    {
        "title": "Sanna Marin: Finnish PM's drug test comes back negative",
        "link": "https://www.dw.com/en/sanna-marin-finnish-pm-s-drug-test-comes-back-negative/a-62891234?maca=en-rss-en-eu-2092-rdf",
        "description": "She submitted to a drug test after opponents made a scandal of her partying with friends.",
        "published_date": "2022-08-22T15:41:00Z"
    },
    {
        "title": "Swedish police find bomb at Stockholm festival",
        "link": "https://www.dw.com/en/swedish-police-find-bomb-at-stockholm-festival/a-62890701?maca=en-rss-en-eu-2092-rdf",
        "description": "The police bomb squad disarmed the device found at one of the popular Stockholm Culture Festival venues.",
        "published_date": "2022-08-22T15:38:00Z"
    },
    {
        "title": "Can rivers and lakes recover from drought?",
        "link": "https://www.dw.com/en/can-rivers-and-lakes-recover-from-drought/a-62868302?maca=en-rss-en-eu-2092-rdf",
        "description": "Major rivers across Europe are at their lowest levels in years, and climate change will only make things worse for aquatic ecosystems. But allowing nature to take back control can help fix some of the damage.",
        "published_date": "2022-08-22T09:36:00Z"
    },
    {
        "title": "Ukraine: Obstacles to global grain shipments remain",
        "link": "https://www.dw.com/en/ukraine-obstacles-to-global-grain-shipments-remain/a-62876081?maca=en-rss-en-eu-2092-rdf",
        "description": "A month after Russia and Ukraine agreed on a sea corridor to resume global exports of grain, high insurance premiums are just one issue. Experts have called for international support for Ukrainian farmers.",
        "published_date": "2022-08-22T04:20:00Z"
    },
    {
        "title": "Serbia warns NATO over safety of Kosovo Serbs",
        "link": "https://www.dw.com/en/serbia-warns-nato-over-safety-of-kosovo-serbs/a-62882004?maca=en-rss-en-eu-2092-rdf",
        "description": "Serbia's president has called on NATO peacekeepers to \"do their job\" in protecting the Serb minority in the breakaway province. The West fears that Russia is trying to encourage Belgrade to destabilize the region.",
        "published_date": "2022-08-21T22:15:00Z"
    },
    {
        "title": "Most Germans dissatisfied Chancellor Olaf Scholz's government",
        "link": "https://www.dw.com/en/most-germans-dissatisfied-chancellor-olaf-scholz-s-government/a-62881613?maca=en-rss-en-eu-2092-rdf",
        "description": "Chancellor Olaf Scholz and his coalition have fallen to their lowest popularity ratings since taking office in December. Two thirds of Germans are dissatisfied with their performance.",
        "published_date": "2022-08-21T19:01:00Z"
    },
    {
        "title": "Cancer deaths related to behavioral risk factors, study says",
        "link": "https://www.dw.com/en/cancer-deaths-related-to-behavioral-risk-factors-study-says/a-62879786?maca=en-rss-en-eu-2092-rdf",
        "description": "The newly-released Lancet study says lifestyle risk factors such as smoking, drinking and obesity caused nearly half of cancer deaths in 2019. Risk factors differ globally based on environmental and economic conditions.",
        "published_date": "2022-08-21T17:32:00Z"
    }
]